Repository: guido1993/imedit
Catalog: Imedit/Strings/*/Resources.resw
Source language: en
Languages: it

# AddText.Label
source: add text
it: testo

# AddText.ToolTipService.ToolTip
source: add text
it: aggiungi testo

# ApplyFilter.Label
source: filters
it: filtri

# ApplyFilter.ToolTipService.ToolTip
source: apply filters
it: applica filtri

# ApplyLightScale.Content
source: apply
it: applica

# ChooseFilter
source: Choose a filter
it: Scegli un filtro

# ChooseTool
source: Select a tool
it: Scegli uno strumento

# ColorPicker.Label
source: choose color
it: scegli colore

# ColorPicker.ToolTipService.ToolTip
source: choose color
it: scegli colore

# ConfirmAddText
source: Add text
it: aggiungi il testo

source: Contrast level
it: Contrasto

source: Darken level
it: Tonalità scura

# DrawLines
source: Draw your lines
it: Disegna

# EditButton.Label
source: edit
it: modifica

# EditButton.ToolTipService.ToolTip
source: edit
it: modifica

# EyeDropper.Label
source: pick color
it: contagocce

# EyeDropper.ToolTipService.ToolTip
source: eye dropper
it: strumento contagocce

# FillArea
source: Fill an area
it: Riempi l'area

# FillButton.Content
source: fill in area
it: riempi area

# FilterButton.Label
source: filter
it: filtra

# FilterButton.ToolTipService.ToolTip
source: filter
it: filtra

# FilterByMostRecentMenuItem.Text
source: most recent
it: più recente

# FilterByMostRecentMenuItem.ToolTipService.ToolTip
source: filter by most recent
it: filtra per il più recente

# FilterConfirmation.Content
source: apply
it: applica

# FilterConfirmation.ToolTipService.ToolTip
source: apply filter
it: applica filtro

# FlipHorizontally.Content
source: Flip horizontally
it: Ribalta orizontalmente

# FlipVertically.Content
source: Flip vertically
it: Ribalta verticalmente

# FloodFill.Label
source: paint bucket
it: secchiello

# FloodFill.ToolTipService.ToolTip
source: paint bucket
it: secchiello

source: Gamma level
it: Gamma

source: Gray Scale level
it: Quantità di grigio

# Levels.Label
source: levels
it: livelli

# Levels.ToolTipService.ToolTip
source: levels
it: livelli

source: Lighten level
it: Tonalità chiara

# Pen.Label
source: pen
it: penna

# Pen.ToolTipService.ToolTip
source: use pen
it: penna

source: Pen size
it: Dimensione della penna

# PhotoPivot1
source: Sample
it: Immagini di esempio

# PhotoPivot2
source: From library
it: Dalla libreria

# PickArea
source: Pick an area
it: Scegli un'area

# PickColor
source: Pick a color
it: Scegli un colore

# RotationFilter.Header
source: Rotation Angle
it: Angolo di rotazione

# SaveImage.Label
source: save
it: salva

# SaveImage.ToolTipService.ToolTip
source: save
it: salva

# SelectArea.ToolTipService.ToolTip
source: select area
it: seleziona area

# SelectionFill
source: Fill
it: Riempi

# SelectionShape1
source: Rectangle
it: Rettangolo

# SelectionShape2
source: Ellipse
it: Ellisse

# ShareButton.Label
source: share
it: condividi

# ShareButton.ToolTipService.ToolTip
source: share
it: condividi

# ShareDescription
source: Share the image from Imedit
it: Condividi da Imedit

source: Similarity level
it: Livello di accuratezza

# SlideShowButton.Label
source: slideshow
it: avvia presentazione

# SlideShowButton.ToolTipService.ToolTip
source: slideshow
it: avvia presentazione

# WelcomeMessage1
source: Welcome to Imedit,
it: Benvenuto su Imedit!

# WelcomeMessage2
source: choose a tool to get started!
it: Scegli uno strumento per iniziare

# WriteText
source: Write your text
it: Aggiungi il testo
